Repository: 84000/data-translation-memory
Catalog: toh159-v3.tmx
Source language: bo
Languages: en

source: །དེ་དག་རྟག་ཏུ་ཁྱོད་ཀྱིས་ཆད་པས་ཆོད།
en: You should constantly prevent this through punishments,

source: །ཆོས་ཀྱི་ཚུལ་འདི་མྱུར་དུ་ཉམས་ས་རེ།
en: Or else the way of the Dharma will quickly degenerate.

source: །གང་ཕྱིར་འཇིག་རྟེན་མགོན་པོ་མི་འབྱུང་ན།
en: “If the Lord of the World does not appear,

source: །མཁས་པ་དེ་དག་འཇིག་རྟེན་སྟོན་པར་འགྱུར།
en: Those wise ones will be the teachers of the world.

source: །སྲོག་ཆགས་ཕན་ཕྱིར་ཆོས་སྒྲོན་འབར་བར་བྱེད།
en: They will light the lamp of the Dharma for the benefit of living beings.

source: །དེ་ཕྱིར་དེ་དག་དོན་དུ་རྟག་ཏུ་སྒྲིམས།
en: Therefore, devote yourself always to their benefit.

source: །བྱང་ཆུབ་སེམས་དཔའ་མང་པོ་བྱེ་བ་སྟོང་།
en: “There are many tens of billions of bodhisattvas

source: །སྙིང་ནས་སེམས་ཅན་དོན་ནི་སྤྱོད་མི་བྱེད།
en: Who do not act for the benefit of sentient beings from their hearts.

source: །དེ་དག་ལྷག་སེམས་མེད་ཅིང་ཚུལ་ཁྲིམས་མེད།
en: They have neither a sincere attitude nor ethical discipline.

source: །དེ་དག་ལུང་བསྟན་རྒྱལ་བ་གསུང་མི་འགྱུར།
en: The Conqueror will not make prophecies about them.

source: །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་རྣམས།
en: “Those who act in accordance with what I have just described

source: །དེ་ལྟར་དེ་དག་སྐྱེ་མེད་སྤྱོད་ཡུལ་ཅན།
en: Are endowed with the experience of nonarising.

source: །རྒྱལ་ཁྱོད་ཡང་དག་སྤྱོད་པ་འདི་ཐོས་ཀྱིས།
en: You, King, having listened to these correct practices,

source: །ཇི་སྐད་བསྟན་པའི་བསྟན་འདིར་གནས་པར་གྱིས།
en: Should abide by these teachings I have revealed.”

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐོང་བ་དོན་ཡོད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Thereafter, King Brahmadatta said the following to the bodhisattva great being Amoghadarśin:

source: །མཐོང་བ་དོན་ཡོད་སྐྱོན་འདི་དག་ཐམས་ཅད་ནི་བདག་ལ་མཆིས་པར་གདའ་ལ། ཡོན་ཏན་རྣམས་ནི་མི་གདའོ།
en: “Amoghadarśin, apparently I have all of the shortcomings but none of the good qualities.

source: །མཐོང་བ་དོན་ཡོད་བདག་ནི་གནོད་པའི་སྦགས་པས་སྦགས་པའོ།
en: Amoghadarśin, I am contaminated with harmful pollutants.

source: །མཐོང་བ་དོན་ཡོད་བདག་ནི་གཟུ་ལུམས་ཀྱི་ལས་ལ་ལྷག་པར་ཞེན་པའི་ཤས་ཆེ་བ་དང་། ནོར་ཡོངས་སུ་ཚོལ་བ་དང་། འཁོར་ཡོངས་སུ་བསྡུ་བས་ཀུན་ནས་མནར་སེམས་ཀྱིས་སེམས་སྐྱེས་པ་བསལ་བར་རྔོ་མི་ཐོགས་སོ།
en: Amoghadarśin, I am strongly addicted to unjust actions. I always intensely seek out wealth and gather attendants. Consequently, my thoughts arise due to a malevolent attitude that I am incapable of removing.

source: །གཞན་ཡང་བདག་ནི་གཞན་དག་ལ་དབྱུག་པས་བསྣུན་པ་དང་། མཚོན་གྱིས་བསྣུན་པས་བསྣུན་པར་བགྱིད་དེ།
en: Besides that, I have also thrashed others with sticks and struck them with weapons.

source: མཐོང་བ་དོན་ཡོད་དེས་ན་བདག་གིས་བྱང་ཆུབ་ཏུ་སེམས་མ་བསྐྱེད་དོ།
en: Therefore, Amoghadarśin, I did not generate the mind of awakening.

source: །བདག་ནི་ཐ་ན་རྨི་ལམ་དུ་ཡང་གཞན་དག་ལ་ཀུན་ནས་མནར་སེམས་ཀྱིས་སེམས་སྐྱེད་པར་བགྱིད་དོ།
en: I generated a malevolent attitude toward others, even in my dreams.

source: །མཐོང་བ་དོན་ཡོད་ད་ནི་བདག་གིས་ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱིའོ།
en: Amoghadarśin, I shall now generate with a sincere attitude the unsurpassed, complete, and perfect mind of awakening.

source: །མཐོང་བ་དོན་ཡོད་བདག་གིས་ཇི་ལྟར་བཅས་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་དག་ལ་མ་བསླབས་ན་བདག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་དག་ན་བཞུགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བསླུས་པར་གྱུར་ཅིག །བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡོངས་སུ་བསྒྲུབས་པའི་སླད་དུ།
en: Amoghadarśin, if I do not train in the precepts of bodhisattvas as they are delineated, it will amount to deceiving all the blessed buddhas who dwell in the world systems of the ten directions. In order to fully accomplish unsurpassed, complete, and perfect awakening, I shall act exactly as you have spoken.”

source: ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་བགྱིད་པར་འགྱུར་བར་བགྱིའོ། །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྗེས་སུ་བསླབས་པའི་སྲོག་ཆགས་བརྒྱད་ཁྲིས་སྔོན་མ་བསྐྱེད་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ། དེ་དག་གིས་ཀྱང་ཇི་སྐད་བསྟན་པའི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དག་ལ་སྨོན་ལམ་བཏབ་བོ།
en: Thereafter eighty thousand beings, following after King Brahmadatta, generated the unsurpassed, complete, and perfect mind of awakening for the first time, and they also prayed to achieve the conduct of a bodhisattva as it was expounded.

source: །སྲོག་ཆགས་ཉི་ཁྲི་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ།
en: Twenty thousand beings acquired the pure eye of Dharma that is flawless and without defilements with respect to all phenomena.

source: །མཐོང་བ་དོན་ཡོད་བདག་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་འདི་དག་ལ་ཕན་གདགས་པའི་སླད་དུ་བདག་གིས་འདི་ཉིད་དུ་དབྱར་གནས་པར་གནང་བར་མཛོད་ཅིག །མཐོང་བ་དོན་ཡོད་འདི་ལྟར་སྨོད་ཀྱི་རྐྱེན་དུ་མི་འབབ་ཅིང་སྤྱོད་ཡུལ་གྱི་རྐྱེན་དུ་མི་འབབ་ལ་སྐྱེ་བོ་དང་སྐལ་བ་མཉམ་པ་མ་ལགས་ཤིང་།
en: “Amoghadarśin, out of your love for me and for the benefit of the people gathered here, please consent to remain here at my place to observe the summer retreat. “Amoghadarśin, we may not meet the conditions of being a vessel, we may not meet the conditions of having the scope of experience, and we may not be people of equal status to the fortunate ones.

source: དེ་བཞིན་གཤེགས་པ་ཡང་མི་མཐོང་ལ་ཆོས་ཀྱང་རྒྱུན་དུ་མི་ཐོས་ཏེ། དགེ་བའི་རྩ་བའི་ཚོགས་ཀྱང་མི་མང་ལ་སེམས་ཅན་མང་པོ་ཡོངས་སུ་སྨིན་པར་བགྱིར་ཡང་མ་མཆིས་མོད་ཀྱི།
en: Also, since we do not see the Thus-Gone One or listen to the Dharma continuously, our accumulation of the roots of virtue may not be so large, and we may not have matured many sentient beings.

source: འོན་ཀྱང་བདག་ཅག་ལ་ཕན་གདགས་པར་འགྱུར་རོ།
en: Nevertheless, your presence will benefit us.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐོང་བ་དོན་ཡོད་བྱང་ཆུབ་སེམས་དཔའ་ལྔ་བརྒྱ་ཙམ་དང་ལྷན་ཅིག་ཏུ་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ཁས་བླངས་སོ།
en: Then, the bodhisattva great being Amoghadarśin, along with some five hundred other bodhisattvas, accepted King Brahmadatta’s request out of love for him.

source: །དེའི་ཚེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་དང་། འཁོར་ལྔ་བརྒྱའི་མལ་ཆ་དང་། སྟན་དང་། གདིང་བ་དང་། བགོ་བ་དང་། བཟའ་བ་ཐམས་ཅད་ཀྱི་ཡོ་ལང་ཡང་བཤམས་སོ།
en: King Brahmadatta prepared a variety of bedding, cushions, mats, clothing, and food for the bodhisattva Amoghadarśin and his retinue of five hundred bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐོང་བ་དོན་ཡོད་ལ་ཡང་ཆོས་ཀྱི་མཆོད་པ་ཅི་རིགས་པར་བྱས་སོ།
en: He also made various Dharma offerings to the bodhisattva great being Amoghadarśin.

source: །དེའི་ཚེ་གནས་དེ་ན་དགེ་སློང་དྲུག་ཅུ་གནས་པར་གྱུར་ཏོ།
en: At that time, there were sixty monks staying in that place. All of them were lazy, limited in their studies, full of hostile intent, and resentful when others received offerings. They claimed to be bodhisattvas themselves, but were coarse, crude bodhisattvas. They indulged their senses; they were wild, proud, and vain; they talked nonsense and were deceitful like crows.

source: །དེ་དག་མི་བརྩོན་པ་དང་། ཐོས་པ་ཉུང་བ་དང་། ཀུན་ནས་མནར་སེམས་མང་བ་དང་། གཞན་མཆོད་པ་དག་ལ་སེམས་སྡུག་བསྔལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དམུ་རྒོད་དང་། ཅང་ཤེས་མ་ཡིན་པ་དང་། དབང་པོ་ཁོ་རུ་ཆུད་པ་དང་། རྒོད་པ་དང་། ཁེངས་པ་དང་། རྒོད་བག་ཅན་དང་། མུ་ཅོར་སྨྲ་བ་དང་། ཁྭ་ལྟར་སྐྲུ་བ་དང་། འཇིག་རྟེན་ཕ་རོལ་ལ་མི་ལྟ་བ་དང་། ལས་ཀྱིས་མི་འཇིགས་པ་དང་། བྲེ་མོའི་གཏམ་ལ་དགའ་བ་དང་། གཉིད་ཆེ་བ་དང་། ཆོས་མ་ཡིན་པ་འདོད་པ་དང་། ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཀྱི་མཐའ་མ་བསྡམས་པ་དང་། རྩོད་པ་མང་བ་དང་། ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལ་སྡང་བ་དང་། གཞན་གྱི་ཤེས་པ་ལ་ཤས་ཆེར་མ་མོས་པ་དང་། ཐ་ན་སྟོན་པ་བལྟ་བར་ཡང་མངོན་པར་མི་དགའ་ན་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་གཞན་དག་ལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་པ་ཤ་སྟག་སྟེ།
en: They had no regard for their next lives and no fear of karma; they enjoyed foolish talk, slept excessively, and had desire for what is not the Dharma. Their physical, verbal, and mental actions were without any restraint; they were argumentative, resented those with ethical discipline, and took no interest at all in the knowledge of others. They did not even like to see the teacher, let alone fellow practitioners of pure conduct.

source: དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་ལ་ཆོས་བཞིན་མ་ཡིན་པར་སྐུར་པ་འདེབས་སོ།
en: Thus, they denigrated the bodhisattva Amoghadarśin in a manner that was not in accord with the Dharma.

source: །དེ་ཡང་དད་པ་ཆུང་ངུའི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ཀྱི་ཁྱིམ་དུ་སོང་ནས་སྒྲོགས་པར་བྱེད་དེ། དེ་ཐོས་ནས་བསྐལ་པ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུར་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེ་བ་ཡོངས་སུ་འཛིན་པར་གྱུར་ཏོ།
en: Moreover, they spread such remarks by visiting the homes of brahmins and householders with little faith, who, as a result of listening, would be born and live as denizens of the great hells for eight hundred million eons.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་ཀྱིས་སེམས་ཅན་དེ་དག་ཉིད་ལ་སྙིང་བརྩེ་བའི་ཕྱིར། རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་མ་བསྙད་དོ།
en: The bodhisattva Amoghadarśin did not tell this to King Brahmadatta because of his compassion for those sentient beings.

source: །དེའི་ཚེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་མདུན་ན་འདོན་པ་བྲམ་ཟེ་རབ་ཏུ་རྨུགས་བྱེད་ཅེས་བྱ་བ་ཞིག་བྱུང་སྟེ།
en: At that time, King Brahmadatta had a court priest, a brahmin named Thorough Obscurer.

source: དེས་དེ་ན་གནས་པའི་དགེ་སློང་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་དང་བྱེ་བར་བྱས་ཏེ། ཆོས་མ་ཡིན་པས་ཀྱང་སྐུར་པ་བཏབ་བོ།
en: He caused a rift between the bodhisattva Amoghadarśin and the monks who were there, and he made rude remarks that were at odds with the Dharma.

source: །རྒྱལ་པོ་ཚངས་པས་བྱིན་ཡང་མི་མངོན་པའི་ཐབས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་དང་བྱེ་བར་བྱས་སོ། །ཆོས་ཀྱི་མཆོག་ཏུ་དགའ་བ་བྱུང་ངོ་ཅོག་ཀྱང་འགག་པར་བྱེད་དེ།
en: He also secretly caused a rift between King Brahmadatta and the bodhisattva Amoghadarśin.

source: ཅི་ནས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་ལ་སེམས་མི་དགའ་བར་འགྱུར་བར་བྱེད་དོ།
en: He furthermore discouraged all those who had developed extraordinary joy in the Dharma and used every possible means to plant disdain for the bodhisattva Amoghadarśin in their minds.

source: །ཆོས་ཀྱི་གཏམ་ལ་ཞུགས་ན་ཡང་དེ་ལས་ཕྱིར་བཟློག་པའི་གཏམ་བྱེད་དེ། ཅི་ནས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་དམུ་རྒོད་རྣམས་ཀྱིས་བྱ་བ་བྱེད་དོ། །དེ་ལ་ཆོས་བཞི་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དམུ་རྒོད་ཡིན་ཏེ།
en: Even when he participated in Dharma discussions, he spoke in opposition to the Dharma, thereby carrying out by every means the activities of the crude bodhisattvas. In this regard, bodhisattvas are crude when they possess four attributes.

source: བཞི་གང་ཞེ་ན།
en: What are these four? They are as follows:

source: ཁྭ་ལྟར་སྐྲུ་བ་དང་། མུ་ཅོར་སྨྲ་བ་དང་། གཞན་གྱི་ཡིད་དང་མི་སྦྱོར་བ་ཡིན།
en: They are deceitful like a crow, talk nonsense, and do not accommodate other perspectives.

source: བདག་ལ་བསྟོད་པ་དང་། གཞན་ལ་སྨད་པ་ཡིན།
en: They praise themselves and criticizes others.

source: ཚེ་འདི་ཆེད་ཆེར་འཛིན་པ་དང་། སྡིག་པའི་བསམ་པ་ཅན་ཡིན།
en: They are obsessed with this life and have negative thoughts. (4) They aggressively sow discord.

source: འཐུན་པ་འབྱེད་པའི་ཤས་ཆེ་བ་ཡིན་ཏེ། ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དམུ་རྒོད་ཡིན་ནོ།
en: Bodhisattvas are crude when they possess these four attributes.

source: །བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་ཀྱིས་དེར་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདེ་བ་དང་། ཡིད་མི་བདེ་བས་དབྱར་གནས་པ་དེ་འདས་པར་བྱའོ།
en: The bodhisattva Amoghadarśin completed the summer retreat there in both comfort and suffering, and with happiness and sadness.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why was this so?

source: འདི་ལྟར་མི་བརྩོན་པ་དང་ལྷན་ཅིག་གནས་པ་ནི་སྡུག་བསྔལ་བའི་ཕྱིར་རོ།
en: Well, someone who dwells with a lazy person tends to suffer.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐོང་བ་དོན་ཡོད་ཀྱིས་དབྱར་གནས་པར་བྱས་ཏེ། དབྱར་ཟླ་གསུམ་འདས་ནས་ཆོས་གོས་བྱས་ཤིང་ཆོས་གོས་བསྒྲུབས་ཏེ།
en: Thus, the bodhisattva great being Amoghadarśin observed the summer retreat, and after the three months had passed, he made and completed a Dharma robe.

source: ལྷུང་བཟེད་དང་ཆོས་གོས་ཟིན་ནས་མཐར་གྱིས་ཡུལ་རྒྱུ་ཞིང་མཉན་དུ་ཡོད་པའི་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་པ་ལ་ཟས་སྦྱིན་པའི་ཀུན་དགའ་ར་བ་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: He then left, carrying his alms bowl and Dharma robe. After passing through several kingdoms, he finally arrived at the Jeta Grove, Anāthapiṇḍada’s park in Śrāvastī, where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Arriving there, he touched the Blessed One’s feet with his head to pay homage and sat to one side.

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་དགེ་སློང་གནས་པ་རྣམས་ཀྱིས་གནོད་པ་བྱས་པས། བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་སོང་ངོ་ཞེས་ཐོས་སོ།
en: King Brahmadatta later heard the news that the bodhisattva Amoghadarśin had gone directly to the Blessed One because the resident monks had mistreated him.

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་སྲོག་ཆགས་ཁྲི་དང་ལྷན་ཅིག་ཏུ་ལྔ་འཛིན་གྱི་ལྗོངས་ནས་ཀོ་ས་ལའི་ལྗོངས་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ།
en: King Brahmadatta, along with ten thousand others, thus left the region of Pañcāla for Kośala where the Blessed One was residing.

source: ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Arriving there, he touched the Blessed One’s feet with his head to pay homage and sat to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བ་དོན་ཡོད་ནི་བདག་གི་ཡུལ་ནས་ཧ་ཅང་སྔར་མཆིས་ལགས་སོ།
en: After he sat down, King Brahmadatta said to the Blessed One, “Blessed One, the bodhisattva Amoghadarśin left my country too soon.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གང་ཟག་ཕྲག་དོག་ཅན་དང་། མངོན་པར་མི་བརྩོན་པ་དང་། སྨྲ་བ་ལ་དགའ་བ་དང་། བྲེ་མོའི་གཏམ་བྱེད་པ་མང་བ་དང་། ཚུལ་བཞིན་ལས་ཐག་རིང་བ་དང་། སྦྱོར་བ་དང་བྲལ་བ་རྣམས་གང་ན་གནས་པ་དེར་དེ་བཞིན་གཤེགས་པ་དང་དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་མི་གནས་སོ།
en: The Blessed One replied, “Great King, the Thus-Gone One and the hearers of the Thus-Gone One do not share a dwelling with individuals who are jealous, make no effort whatsoever, are fond of gossip, engage in excessive foolish talk, are very poorly behaved, and do not practice.

source: །རྒྱལ་པོ་ཆེན་པོ་རྒྱུ་བཅུས་ན་གང་ཟག་མངོན་པར་མི་བརྩོན་པ་ཡིན་པར་རིག་པར་བྱ་སྟེ།
en: Great King, know that there are ten causes for a person's lack of effort.

source: གཉིད་ཆེ་བ་དང་། མཁས་སོ་སྙམ་དུ་མངོན་པའི་ང་རྒྱལ་བྱེད་པ་དང་། བདག་ལ་བསྟོད་པ་དང་། གཞན་ལ་སྨོད་པ་དང་། བྲེ་མོའི་གཏམ་ལ་དགའ་བ་དང་། སྨྲ་བ་ལ་དགའ་བ་དང་། ཚོགས་ལ་དགའ་བ་དང་། རྙེད་པ་ཆེད་ཆེར་འཛིན་པ་དང་། བཀུར་སྟི་ཆེད་ཆེར་འཛིན་པ་དང་། ཚུལ་འཆོས་པ་སྟེ།
en: They are as follows: (1) sleeping excessively, ( ) cultivating the blatant pride of thinking oneself wise, (3) praising oneself, (4) criticizing others, (5) being fond of foolish talk, (6) being fond of gossip, (7) being fond of crowds, (8) clinging strongly to wealth, (9) clinging strongly to respect, and (10) being a hypocrite.

source: རྒྱལ་པོ་ཆེན་པོ་རྒྱུ་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་གང་ཟག་མངོན་པར་མི་བརྩོན་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: “Great King, an individual who possesses these ten causes is known as one who lacks effort.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One spoke the following verses:

source: །མི་རིགས་ལྡན་པ་རྟག་ཏུ་མི་འཐུན་ཏེ། །ཇི་ལྟར་རྒྱ་མཚོ་ཆེན་པོ་མི་རོ་དང་། །ཇི་ལྟར་སྐྱེ་བོ་བྱ་དང་ཕྲད་པ་བཞིན།
en: “Those who are unreasonable are always inharmonious;

source: །དེ་ནི་མཁས་པ་རྣམས་དང་ཤིན་ཏུ་རིང་།
en: They remain as far from the wise ones As a corpse in the ocean Or a creature riding on a bird.

source: །དད་མེད་དེ་ནི་འཁྲུལ་པ་ཚོལ་བར་བྱེད།
en: “Those without faith search for faults in others;

source: །བྲེ་མོ་གཏམ་སྨྲ་སྤྱོད་ཡུལ་ཚོགས་ལ་དགའ།
en: They speak foolishly and are fond of being in a crowd,

source: །རྒྱལ་བ་རྣམས་ཀྱི་བསྟན་ལ་མ་གུས་པ།
en: They do not respect the teachings of the conquerors,

source: །འདི་ནས་ཤི་འཕོས་མྱུར་དུ་ངན་འགྲོར་འགྲོ།
en: And they will migrate to the lower realms immediately after death.

source: །མི་ལྡན་པ་ལ་དྲན་མེད་ཤེས་རབ་མེད།
en: “Those who are lacking have neither mindfulness nor wisdom;

source: །མྱ་ངན་མི་འདའ་མི་འགྲོལ་ཚུལ་ཁྲིམས་མེད།
en: They will not pass into or reach nirvāṇa and do not have ethical discipline,

source: །དེ་ནི་དམུས་ལོང་ལམ་དང་ཇི་བཞིན་དུ།
en: And like a blind person on a road,

source: །འཕགས་པའི་ལམ་དང་ཤིན་ཏུ་རིང་བས་རིང་།
en: They stray farther and farther from the path of the noble ones.

source: །གང་ཟག་མི་ལྡན་དེ་ནི་སྨྲ་བ་མང་།
en: “Persons who are lacking will talk too much;

source: །དགོད་ལ་དགའ་ཞིང་རྟག་ཏུ་དབང་པོ་གཡེངས།
en: They like to laugh and their senses are always distracted;

source: །དེ་ནི་བསྟན་ལ་ཆུ་རའི་ཆུ་འོས་མིན།
en: Regarding the teachings, they are not fit to drink the dregs of a water pot,

source: །དེ་ནི་གྲོང་ཟས་ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ།
en: And the food they receive from villages will go down like lumps of iron.

source: །སྦྱིན་པ་པོ་ཡིས་དད་པས་བྱིན་པ་ན།
en: “When a donor makes an offering out of faith,

source: །ལྡན་དང་གྲོལ་ལ་ང་ཡིས་གནང་བ་ཡིན།
en: For those not lacking and for the liberated, it is I who give it.

source: །མི་ལྡན་པས་ནི་ཁམ་གཅིག་ཟོས་ན་ཡང་།
en: If one who is lacking consumes even a single morsel,

source: །ངོ་ལོན་རི་རབ་ཙམ་ཡང་བྱ་བ་ཡིན།
en: My disapproval will be as great as Mount Meru.

source: །བསྟན་ལ་ཡུལ་འཁོར་ཟས་ནི་སྦྱོང་བར་དཀའ།
en: “According to the teachings, food provided by royalty is difficult to purify.

source: །ལྡན་པ་གང་ཡིན་རྣམས་ཀྱང་འདི་ལ་འཛེམ།
en: Even those who are not lacking abstain from it.

source: །མི་ལྡན་དེ་ཡིས་རྒོད་བཞིན་ཟོས་ན་ནི།
en: If those who are lacking consume it like a vulture,

source: །གླང་ཆེན་རྟ་དང་བ་ལང་བོང་བུར་སྐྱེ།
en: They will be reborn as an elephant, horse, cow, or donkey.

source: །དེ་དག་དེ་ཟོས་བརྙེས་པའི་གཟུགས་སུ་འགྱུར།
en: “When they eat it they will take contemptible forms,

source: །དེ་དག་རིད་ཅིང་ཉམ་ཆུང་སྨད་པར་འགྱུར།
en: Becoming skeletal, weak, and loathsome.

source: །ཟས་བླང་ཟོས་པས་མི་གཙང་དྲི་ངར་འགྱུར།
en: After eating alms food they will be filthy and exude a foul odor,

source: །དེ་དག་དབྱུག་པས་བསྣུན་པས་སྦྱོང་བར་འགྱུར།
en: And can only be purified by being struck with a rod.

source: །སེམས་ཀྱང་གཡེངས་ཤིང་དྲན་པ་རྣམ་པར་ཉམས།
en: “Their minds will be distracted, and their mindfulness will erode away;

source: །སློང་མོ་བྱེད་ཅིང་སྨྱོན་པ་དག་ཏུ་འགྱུར།
en: They will be forced to beg and will go mad.

source: །བསྟན་པ་བསོད་ནམས་སྟེགས་འདི་ཐོབ་ན་ཡང་།
en: Despite obtaining this meritorious platform of the teachings,

source: །བག་མེད་གྱུར་ན་ངན་འགྲོར་ལྟུང་བར་འགྱུར།
en: If they are not heedful, they will fall into the lower realms.

source: །ལོ་ནི་བྱེ་བ་ཁྲག་ཁྲིག་མཐའ་ཡས་པར།
en: “For an infinite million trillion years,

source: །ངན་སོང་སྡུག་བསྔལ་མང་པོ་དེ་མྱོང་ནས།
en: They will undergo great suffering in the lower realms,

source: །མི་ཡི་འཇིག་རྟེན་ཁོམ་པ་ཐོབ་པར་འགྱུར།
en: After which they will obtain the relief of the human world,

source: །སྡིག་བྱས་ཕྱིར་ཡང་ངན་འགྲོར་ལྟུང་བར་འགྱུར།
en: But due to their misdeeds they will fall again into the lower realms.

source: །ལྕགས་ཀྱི་ཐུ་ལུམ་རྒྱ་མཚོ་ཆེན་པོ་ཡི།
en: “When a lump of iron plummets into the great ocean

source: །ནང་དུ་ལྟུང་བར་གྱུར་ན་གནས་མེད་དེ།
en: Its location is not fixed.

source: །ལོ་ནི་བྱེ་བ་ཕྲག་སྟོང་སྙེད་དུ་ཡང་།
en: Even after ten billion years

source: །རྒྱ་མཚོ་ཆེ་ལས་སླར་ནི་དབྱུང་མི་ནུས།
en: It will be impossible to recover it again from the ocean.

source: །དེ་བཞིན་བྱིས་པ་ངན་འགྲོར་ལྟུང་བ་ཡང་།
en: “It is the same for the childish ones who fall into the lower realms.

source: །བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ།
en: For a hundred billion trillion eons,

source: །དེ་དག་མིར་སྐྱེ་བ་ཡང་ཐེ་ཙོམ་བཅས།
en: It is doubtful that they will again be born as human beings.

source: །དེ་དག་མཐོ་རིས་བྱང་ཆུབ་ག་ལ་ཐོབ།
en: How can they attain the higher realms and awakening?

source: །བསམ་པ་དག་ཅིང་རྟག་ཏུ་བརྩོན་པ་དང་། །ལེགས་པར་བསྡམས་ཤིང་གཡོ་སྒྱུ་མེད་པ་དང་། །མཉམ་པའི་སེམས་ཀྱིས་བྱང་ཆུབ་ཐོབ་འགྱུར་ཏེ།
en: “With a pure mind and lasting diligence, With perfect restraint and without being deceptive, And with a mind of equanimity, one can attain awakening.

source: །དེ་ལ་ཐམས་ཅད་མཁྱེན་ཉིད་དཀའ་བ་མེད།
en: For such a person, the state of omniscience is not difficult.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་བཅུ་དྲུག་པོ་འདི་དག་ནི་གང་ཟག་ཕྲག་དོག་ཅན་གྱི་མཚན་མ་ཡིན་པར་རིག་པར་བྱ་སྟེ།
en: “Great King, recognize the following sixteen things as characteristics of jealous people.

source: བཅུ་དྲུག་གང་ཞེ་ན།
en: What are these sixteen? They are as follows:

source: ཁྭ་ལྟར་སྐྲུ་བ་དང་། མུ་ཅོར་སྨྲ་བ་དང་། ལེགས་པར་མ་བསྡམས་པ་དང་། གཞན་གྱི་བསྔགས་པ་མ་ཡིན་པས་བདེ་བར་འཛིན་པ་དང་། གཞན་གྱི་ཡོན་ཏན་དག་ལ་ཡིད་མི་ཆེས་པ་དང་། བསམ་པ་མང་བ་དང་། མྱ་ངན་མང་བ་དང་། ཡིད་མི་བདེ་བ་མང་བ་དང་། མིག་སེར་བ་དང་། ཁ་དོག་དང་དབྱིབས་ཉམས་པ་དང་། ང་རྒྱལ་གྱིས་ནོན་པ་དང་། དགེ་སློང་ལ་མི་དགའ་བ་དང་། གློ་བུར་དུ་འོངས་པ་ལ་བསྟིང་བའི་ངང་ཚུལ་ཅན་དང་། བརྩད་དུ་རུང་བའི་འཁྲུལ་པ་ཚོལ་བ་དང་། གནས་ལ་སེར་སྣ་བྱེད་པ་དང་། ཆོས་ཉན་དུ་མི་འགྲོ་ལ་རྣ་བླགས་ཏེ་མི་ཉན། སེམས་རྣམ་པར་གཡེངས་ཤིང་གཞན་དང་གཞན་དུ་གཏམ་རླུང་ལ་བསྐུར་བར་བྱེད་ཅིང་ཆོས་ཀྱི་གཏམ་ལ་མི་དགའ་སྟེ། འདི་སྐད་དུ་ཅི་ཟེར་བ་ངས་མི་ཤེས་སོ། །འདི་ནི་བླུན་པོ་ཡིན་ཏེ།
en: being deceitful like a crow, ( ) talking foolishly, (3) lacking self-control, (4) being pleased when others are denounced, (5) doubting the qualities of others, (6) thinking excessively, (7) being excessively sorrowful, (8) possessing extreme mental discomfort, (9) being envious, (10) possessing a decrepit figure and complexion, (11) being overwhelmed with pride, (1 ) disliking monks, (13) being rude toward unexpected visitors, (14) looking for mistakes to start an argument, (15) being stingy regarding one’s residence, and (16) not attending teachings, not listening with attention but having a distracted mind, spreading rumors, and saying with contempt for the Dharma, ‘I don’t understand what was said.

source: འཇིག་རྟེན་གྱི་ཐ་སྙད་ཀྱི་ཆོས་སྟོན་ཏོ་ཞེས་ཀྱང་ཟེར་ཏེ།
en: It is a foolish, mundane, and conventional Dharma being taught.’

source: གང་འཕགས་པ་རྣམས་ཀྱིས་ཐུགས་སུ་ཆུད་པའི་ཆོས་འདུལ་བ་ལ་མ་གུས་པ་འདི་ཉིད་མི་བླུན་པོ་དེ་དག་མི་ཤེས་པ་ཡིན་ནོ།
en: “These people, who have no respect for the Vinaya and Dharma that was realized by the noble ones, are ignorant fools.

source: །བདག་གིས་ནི་བྱང་ཆུབ་ཐོབ་ནས་གདོད་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་དུ་ཆོས་ལ་གུས་པར་གནས་པར་བྱའོ་ཞེས་ཟེར་ཞིང་དགེ་སློང་རྣམས་ལ་ཆོས་སྟོན་པ་ན་ཡང་ཕྱི་སྒོ་ན་འགྲེང་ཞིང་འདུག་ལ་ཆོས་ཉན་པར་བྱེད་དེ།
en: “Saying, ‘I shall attain awakening; only then shall I sit under the Bodhi tree and be respectful toward the Dharma,’ they stand outside the door and listen even when the Dharma is being taught to the monks.

source: སྟན་ལ་འདུག་མི་འདོད་ན་ཡང་དགེ་སློང་དག་ལ་འཚོ་བར་བྱེད་དེ།
en: They think, ‘I am not willing to sit down.

source: བརྒྱད་སྡེའི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་གཏམ་སྟོན་པ་ན་ཡང་བདག་གིས་མཉན་པར་བྱའོ། །དེ་ཐོས་ན་བདག་གིས་ནད་དེ་འབྱུང་བར་འགྱུར་རོ་སྙམ་མོ། །དེ་བས་ན་མི་བླུན་པོ་དེ་དག་ཆོས་མ་ཡིན་པ་འདོད་པས་བྱང་ཆུབ་ཡོངས་སུ་བཙལ་བར་སེམས་པ་དག་ནི་དཔེར་ན་མིའི་མིག་གཉིས་ཕྱུང་ནས་བལྟ་བར་འདོད་པའམ།
en: But, since it provides the monks with their livelihood, I will listen when there is a talk on the eight branches of awakening. If I listen to this, my illness will be dispelled.’ Thus these foolish people who chase after awakening by yearning for what is not the Dharma are like people who pluck out their eyes and then want to see.

source: ནོར་ཐམས་ཅད་མེད་པར་བྱས་ནས་འདྲོན་པ་མང་པོ་དང་འཐུན་པར་འདོད་པའམ།
en: They are like those wishing to satisfy many guests after getting rid of all their wealth.

source: རྐང་པ་བཅད་ནས་ལམ་དུ་འགྲོ་བར་འདོད་པ་དང་འདྲ་སྟེ།
en: They are like those wishing to follow a path after cutting off their legs.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟར་འདོད་པའི་མི་བླུན་པོ་དེ་དག་གི་བྱང་ཆུབ་ནི་དེ་འདྲ་བ་སྙམ་བྱེད་དོ།
en: Great King, this is how these foolish people with such wishes think about awakening.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཉི་ཤུ་རྩ་ལྔ་དང་ལྡན་ན་གང་ཟག་བྱང་ཆུབ་ལས་ཉམས་པར་རིག་པར་བྱ་སྟེ།
en: “Great King, someone who has fallen away from awakening should be understood as having the following twenty-five attributes.

source: ཉི་ཤུ་རྩ་ལྔ་གང་ཞེ་ན།
en: What are the twenty-five? They are as follows: (1) being stingy regarding their residence;
